Repository: andrewmm/ncwunderground
Catalog: ncwundergroundprefs/Resources/*.lproj/Localizable.strings
Languages: de, ro

source: Data Refresh Delay
de: Datenaktualisierung
ro: Interval Actualizare

source: Instant
de: Sofort

source: Hourly Forecast Length
de: Vorhersagen Länge
ro: Lungime Prognoză Orară

source: 3 hr
de: 3 h
ro: 3 ore

source: 6 hr
de: 6 h
ro: 6 ore

source: 12 hr
de: 12 h
ro: 12 ore

source: 18 hr
de: 18 h
ro: 18 ore

source: 36 hr
de: 36 h
ro: 36 ore

source: Localization
de: Einheit
ro: Localizare

source: knots
de: Knoten

source: Use Custom Location
de: Eigener Standort

source: Personal Stations
de: Eigene Wetterstationen

source: Query
de: Stadt

source: If 'Use Custom Location' is on, the query will be passed to the Weather Underground API. Do not include spaces.
de: Wenn 'Benutzerdefinierter Standort' aktiviert ist, wird die Anfrage an den Weather Underground API gesendet. Keine Leerzeichen verwenden.

source: Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address.
de: Bsp.: NY/New_York, England/London, 20001. Benutze 'auto ip' um Weather Underground den aktuellen Standort über die IP Adresse abfragen zu lassen.

source: Clear Location Permissions
de: Entferne Standortberechtigungen

source: Location Settings
de: Standort Einstellungen
ro: Setări Localizare

# About
source: About / Support
de: Über / Support
ro: Despre / Suport

source: GitHub Repository
de: GitHub Quelle

source: Email Developer
de: Email Entwickler

source: The MIT License
de: Die MIT License

source: Support through PayPal...
de: Unterstützung mit PayPal...

source: Debugging
de: Fehlerbeseitigung

source: None
de: Nichts

source: Warn
de: Warnung

source: Verbose
de: Langatmig

source: Display Options
de: Anzeige Optionen

source: API Key
ro: Cheie API
